---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedSurfacePatternIndentn1
source: html/db0881ee-d3ad-b64d-c7a8-1aacda8d2514.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedSurfacePatternIndentn1 Property

"Indent 1"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedSurfacePatternIndentn1 { get; }
```